{
  "home": {
    "title": "Software Entwickler und Tech Enthusiast",
    "text": "Hey, ich bin Luis, ein technikbegeisterter IT-Berater und Softwareentwickler aus Karlsruhe. Eines meiner Herzensprojekte ist OneCalendar, wo ich als einer der führenden Entwicklicker tätig bin. Dort schaffen wir Tools für die Digitalisierung von mittelständischen Unternehmen."
  },
  "NavItems": {
    "aboutLabel": "Über mich",
    "cvLabel": "Lebenslauf",
    "homeLabel": "Home",
    "projectsLabel": "Projekte"
  },
  "Navigation": {
    "menuLabel": "Menü",
    "navigationLabel": "Navigation"
  },
  "about": {
    "header": "Hey Ich bin Luis, IT-Berater und Softwareentwickler aus Karlsruhe.",
    "text1": "Freut mich, dass du hier bist. Da du es bis hierhin geschafft hast, möchte ich dir ein wenig mehr über mich erzählen, also auf gehts!",
    "text2": "Neben meiner Affinität für die verschiedensten Programmiersprachen und Tools im IT-Segment haben es mir ein paar Sportarten besonders angetan. Ich halte mich mehrmals die Woche fit mit Powerlifting und wenn ich Zeit finde verschlägt es mich auch mal auf dem Mountainbike in den Wald. Außerdem schätze ich die Zeit mit meinen Freunden und meiner Familie sehr.",
    "text3": "Mit 17 Jahren habe ich einen Teil der Zeit die ich mit Computerspielen verbracht habe gegen das Programmieren getauscht. Zu Beginn habe ich an ein paar kleinere Projekten mit Java und C gearbeitet. Richtig los ging es allerings erst während meinem Wirtschaftsinformatik-Studium. Hier konnte ich viel über verschiedene Bereiche der Informatik lernen. Ungefähr zu dieser Zeit hat es mir die Webentwicklung besonders angetan und ich verbrachte einen großen Teil meiner Freizeit damit, etwas über Typescript, Node.js und React zu lernen. Darüber hinaus konnte ich während meiner Praxissemester bei DIGITALL Kenntnisse im Bereich Requirements Engineering, Datenmigrationen und Integrationen sammeln. Während ich noch an einigen mittelgroßen Projekten mit Java arbeitete, hat mir allerdings besonders die Arbeit mit Typescript und Node.js gefallen, weil es für mich frischen Wind in die Sache gebracht hat.",
    "text4": "Heute arbeite ich primär als Berater für Datenintegration und Migration bei DIGITALL wo ich zahlreiche Projekte erfolgreich abgeschlossen habe. In meiner restlichen Zeit treibe ich zusammen mit dem Team die Entwicklung von OneCalendar voran. Ich arbeite sehr gerne in den beiden verschiedenen Bereichen, da ich stark von der Cross-Funktionalität profitiere."
  },
  "notFound": {
    "goBackText": "Zurück zur Hauptseite",
    "mainText": "Leider konnten wir die gesuchte Seite nicht finden.",
    "title": "Seite nicht gefunden"
  },
  "projects": {
    "title": "Hier findest du ein paar meiner Projekte, die dich vielleicht interessieren könnten.",
    "intro": "In den letzten Jahren habe ich an zahlreichen Projekten mit unterschiedlichen Programmiersprachen und Technologien gearbeitet. Einige davon möchte ich hier sehr gerne teilen, da sie mir besonders am Herzen liegen. Ich bin immer wieder fasziniert, wie viel man mit dem richtigen Team schaffen kann.",
    "onecalendar": {
      "description": "Cloudbasiertes Tool zur Terminverwaltung kleiner und mittlerer Unternehmen."
    },
    "osmvalidation": {
      "description": "Webservice zur Adressvalidierung mit OpenStreetMap umgesetzt als REST-API."
    }
  },
  "resume": {
    "DIGITALL": {
      "title1": "IT-Berater für Datenintegration und Migration",
      "title2": "Dualer Student"
    },
    "downloadCVLabel": "Lebenslauf herunterladen",
    "ec4u": {
      "title": "Dualer Student"
    },
    "oneCalendarJob": {
      "title": "Co-founder | Full Stack Entwickler | DevOps Ingenieur"
    },
    "presentLabel": "Heute",
    "workLabel": "Berufserfahrung"
  },
  "skillset": {
    "header": "Kenntnisse und Erfahrungen",
    "mainText": "In den vergangenen Jahren habe ich meine Expertise in verschiedenen Bereichen kontinuierlich erweitert und erfolgreich in Projekten angewendet. Zu meinen herausragendsten Kompetenzen zählen die Fullstack-Webentwicklung, die Softwarearchitektur sowie die Datenintegration.",
    "card1": {
      "description": "Während meiner Tätigkeit bei OneCalendar habe ich meine Fähigkeiten als Softwareentwickler kontinuierlich ausgebaut. Dort habe ich eine Vielzahl von Services sowohl im Frontend als auch im Backend mithilfe von Node.js, Typescript, React und anderen Frameworks und Programmiersprachen entwickelt.",
      "name": "Software-Entwicklung"
    },
    "card2": {
      "description": "Während meiner Arbeit an verschiedenen Projekten habe ich mich intensiv darauf konzentriert, mein Fachwissen im Bereich der Softwarearchitektur auszubauen. Dadurch habe ich ein fundiertes Verständnis für Architekturprinzipien und bewährte Methoden im Softwaredesign entwickelt.",
      "name": "Softwarearchitektur"
    },
    "card3": {
      "description": "Durch meine Tätigkeit bei DIGITALL konnte ich umfangreiche Erfahrungen im Bereich Integrations- und Migrationsprojekte sammeln. Dabei habe ich mit einer Vielzahl von Tools und Technologien gearbeitet, darunter MuleSoft, Talend, Salesforce und viele weitere.",
      "name": "Integration & Migration"
    }
  },
  "techStack": {
    "header": "Programmiersprachen, Technologien und Tools mit denen ich arbeite"
  }
}
