{
  "home": {
    "title": "Software Entwickler und Tech Enthusiast",
    "text": "Hey, ich bin Luis, ein technikbegeisterter IT-Berater und Softwareentwickler aus Karlsruhe. Ich arbeite leidenschaftlich daran, innovative Lösungen zu entwickeln und Unternehmen dabei zu unterstützen, ihre digitalen Prozesse zu optimieren."
  },
  "NavItems": {
    "aboutLabel": "Über mich",
    "cvLabel": "Lebenslauf",
    "homeLabel": "Home",
    "projectsLabel": "Projekte"
  },
  "Navigation": {
    "menuLabel": "Menü",
    "navigationLabel": "Navigation"
  },
  "about": {
    "header": "Hey Ich bin Luis, IT-Berater und Softwareentwickler aus Karlsruhe.",
    "text1": "Hey, freut mich, dass du da bist! Lass mich dir hier gerne einen kleinen Einblick in mein Leben und meine Arbeit geben.",
    "text2": "Ich bin als technischer Berater für Datenintegration und Migration bei DIGITALL tätig, wo ich bereits zahlreiche Projekte erfolgreich abgeschlossen habe. Daneben investiere ich viel Zeit in weitere Softwareprojekte. Aktuell liegt mein Fokus vor allem auf OneCalendar. Die Arbeit in beiden Bereichen bereitet mir große Freude, da ich von der Cross-Funktionalität profitiere.",
    "text3": "Bei DIGITALL arbeite ich hauptsächlich mit Tools wie Talend, MuleSoft, Salesforce und Java. Für meine anderen Softwareprojekte verwende ich gerne Typescript, React, Next.js und Node.js. Bei der Frontendentwicklung setze ich am liebsten auf Tailwind CSS um möglichst Effizient ansprechende Designs zu erstellen. Ich bin immer auf der Suche nach neuen Herausforderungen und freue mich, wenn ich mein Wissen und meine Erfahrungen in neuen Projekten einbringen kann. Wenn du mehr über meine bisheringen Projekte erfahren möchtest, schau doch gerne in der Projektübersicht vorbei.",
    "text4": "Neben der Zeit am Schreibtisch finde ich einen Ausgleich im Kraftsport und in der Natur. Ich gehe sehr gerne ins Fitnesstudio und mache gerne lange Touren durch den Wald. Auf dem Mountainbike oder auch zu Fuß. Bereits während dem Ende meiner Schulzeit habe ich mit einigen Klassenkameraden eine Alpenüberquerung mit dem Rad von Oberstdorf bis zum Comer See gemacht."
  },
  "notFound": {
    "goBackText": "Zurück zur Hauptseite",
    "mainText": "Leider konnten wir die gesuchte Seite nicht finden.",
    "title": "Seite nicht gefunden"
  },
  "projects": {
    "title": "Hier findest du eine Übersicht meiner letzten Projekte. Viel Spaß beim Stöbern!",
    "intro": "Über die vergangenen Jahre hinweg war ich Teil verschiedenster Projekte, die ein breites Spektrum an Programmiersprachen und Technologien abdeckten. Hier präsentiere ich eine Auswahl, die mir besonders wichtig ist. Es begeistert mich jedes Mal aufs Neue, zu sehen, welche beeindruckenden Ergebnisse man gemeinsam mit einem engagierten Team erzielen kann.",
    "onecalendar": {
      "description": "Cloudbasiertes Tool zur Terminverwaltung kleiner und mittlerer Unternehmen."
    },
    "osmvalidation": {
      "description": "Webservice zur Adressvalidierung mit OpenStreetMap umgesetzt als REST-API."
    }
  },
  "resume": {
    "DIGITALL": {
      "title1": "IT-Berater für Datenintegration und Migration",
      "title2": "Dualer Student"
    },
    "downloadCVLabel": "Lebenslauf herunterladen",
    "ec4u": {
      "title": "Dualer Student"
    },
    "oneCalendarJob": {
      "title": "Co-founder | Full Stack Entwickler | DevOps Ingenieur"
    },
    "presentLabel": "Heute",
    "workLabel": "Berufserfahrung"
  },
  "skillset": {
    "header": "Kenntnisse und Erfahrungen",
    "mainText": "In den vergangenen Jahren habe ich meine Expertise in verschiedenen Bereichen kontinuierlich erweitert und erfolgreich in Projekten angewendet. Zu meinen herausragendsten Kompetenzen zählen die Fullstack-Webentwicklung, die Softwarearchitektur sowie die Datenintegration.",
    "card1": {
      "description": "Während meiner Tätigkeit bei OneCalendar habe ich meine Fähigkeiten als Softwareentwickler kontinuierlich ausgebaut. Dort habe ich eine Vielzahl von Services sowohl im Frontend als auch im Backend mithilfe von Node.js, Typescript, React und anderen Frameworks und Programmiersprachen entwickelt.",
      "name": "Software-Entwicklung"
    },
    "card2": {
      "description": "Während meiner Arbeit an verschiedenen Projekten habe ich mich intensiv darauf konzentriert, mein Fachwissen im Bereich der Softwarearchitektur auszubauen. Dadurch habe ich ein fundiertes Verständnis für Architekturprinzipien und bewährte Methoden im Softwaredesign entwickelt.",
      "name": "Softwarearchitektur"
    },
    "card3": {
      "description": "Durch meine Tätigkeit bei DIGITALL konnte ich umfangreiche Erfahrungen im Bereich Integrations- und Migrationsprojekte sammeln. Dabei habe ich mit einer Vielzahl von Tools und Technologien gearbeitet, darunter MuleSoft, Talend, Salesforce und viele weitere.",
      "name": "Integration & Migration"
    }
  },
  "techStack": {
    "header": "Programmiersprachen, Technologien und Tools mit denen ich arbeite"
  }
}
